[Character.CharClass_Spider_ClaptrapWand_Proto AIClassDefinition]
DefaultDisplayName=""
UBMKilledByMessageString=""

[Shields.Shield_EnemySpider_Standard ShieldDefinition]
UseFailureCharacterMessage="emergency situation %s To use this tool."
ItemName="Orbital shield"
PickupMessage="You have basic orbital protection."
UseFailureLevelMessage="You must have at least %d to use this feature.."
UseFailureConstraintsMessage="This product is not available."
NoManufacturerName="Analysis"

